

/* OPERAÇÕES DE ATRIBUTOS  */

-------------------------------------------
| Operadores|  Exemplo 	|  Significado	  |
|-----------------------------------------|
|	=		| a = 10; 	| a RECEBE 10	  |	
|	+=		| a += 10;	| a RECEBE a + 10 |	 
|	-=		| a -= 10; 	| a RECEBE a - 10 |
|	*=		| a *= 10;	| a RECEBE a * 10 |		
|	/=		| a /= 10;	| a RECEBE a / 10 |
|	%=		| a %= 10;	| a RECEBE a % 10 |
|    ++		| a++;   	| a = a + 1       |
|	--		| a--; 		| a = a - 1       |
-------------------------------------------