

/******* FUNÇÕES  ******/

-----****** MATH.POW() *******-----

// Elevado ao.

Math.Pow(valor, elevado A)

Ex. Math.Pow(10, 2) => 100 

-----****** MATH.SQRT() ******-----

// Raiz Quadrada

Math.Sqrt(Valor);

-----****** CRIANDO VARIAVEL | MAIOR(variaveis); ******-----

 double resultado = Maior(variaveis);
 
// Criando a função
static int Maior(int a, int b, int c) // parametros
{
	int m;
	if(a > b && a > c){ m = a;}else if(b > a && b > c){m = b;}else{m = c;}
	
	return m; // retorna o resultado para ser usado
}

-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----


-----******  ******-----
